/* FTP error code message */
"\n\nFTP error code: %@" = "\n\nFTP エラー コード: %@";

/* Error with FTP access to server */
"Access to the FTP server denied.  Please check your credentials." = "FTP サーバーへのアクセスが拒否されました。資格情報をチェックしてください。";

/* test connection failed */
"Connection Failed" = "接続失敗";

/* test connection worked */
"Connection Successful" = "接続成功";

/* error message shown in properties dialog status when testing connections */
"Connection failed. Please verify your settings." = "接続に失敗しました。設定を確認してください。";

/* error message shown in properties dialog status when testing connections */
"Directory does not exist." = "ディレクトリが存在しません。";

/* Error with FTP server not initialized */
"Error initializing Server" = "サーバー初期化エラー";

/* Inform user that there was an error with FTP and we don't know what it is */
"Error uploading with FTP" = "FTP でのアップロードエラー";

/* Error with FTP writing data */
"Error while writing data." = "データの書き込みエラー。";

/* plugin name */
"FTP" = "FTP";

/* General Error with FTP */
"Failed to write file. Server returned an error, which could be caused by invalid credentials or an invalid directory.  Make sure you aren't creating nested directories." = "ファイルに書き込めません。サーバーがエラーを返しました。これは、無効な資格情報または無効なディレクトリが原因である可能性があります。ネストしたディレクトリを作成していないことを確認してください。";

/* Error with FTP password */
"Please enter a password. Go to Preferences > Share > FTP to configure." = "パスワードを入力してください。設定するには、[基本設定] > [共有] > [FTP] に移動します。";

/* Error with FTP username */
"Please enter a username. Go to Preferences > Share > FTP to configure." = "ユーザー名を入力してください。設定するには、[基本設定] > [共有] > [FTP] に移動します。";

/* Error with FTP destination */
"Please enter a valid destination. Go to Preferences > Share > FTP to configure." = "有効な宛先を入力してください。設定するには、[基本設定] > [共有] > [FTP] に移動します。";

/* plugin button tooltip */
"Send the capture to an FTP server using file transfer protocol." = "ファイル転送プロトコルを使用して、キャプチャを FTP サーバーに送信します。";

/* Error with FTP port */
"Server port invalid. Go to Preferences > Share > FTP to configure." = "サーバー ポートが無効です。設定するには、[基本設定] > [共有] > [FTP] に移動します。";

/* Name of the service that gets stored in the password manager */
"TechSmith FTP Output" = "TechSmith FTP 出力";

/* Error with FTP destination not reachable */
"The FTP destination could not be reached." = "FTP の宛先に到達できませんでした。";

/* Error with FTP write stream */
"There was an error creating the write stream." = "書き込みストリームの作成中にエラーがありました。";

/* Error with FTP reading file */
"There was an error reading the file." = "ファイルの読み込み中にエラーがありました。";

/* Inform user that upload worked */
"Upload Successful" = "アップロード成功";

/* Inform user that capture failed and wasn't shared */
"Your capture was not shared." = "キャプチャは共有されませんでした。";

/* No comment provided by engineer. */
"[date]" = "[日付]";

/* No comment provided by engineer. */
"[filehash]" = "[ファイルハッシュ]";

/* No comment provided by engineer. */
"[filename]" = "[ファイル名]";

